Repository: TuringMachinaTest/SMS
Catalog: sms-code/core/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Submit
ar: إرسال

source: Installation Date
ar: تاريخ التركيب

source: Phone Number 1
ar: الرقم الأول

source: Phone Number 2
ar: الرقم الثاني

source: City
ar: المدينة

source: Installation Company
ar: شركة التركيب

source: Basic
ar: الأساسية

source: Misc
ar: متفرقات

source: Partitions
ar: الأقسام

source: Alarm Codes
ar: الإنذارات

source: Schedules
ar: الجداول

source: Zones
ar: المناطق

source: Users
ar: المستهلكين

source: Installation
ar: التركيب

source: Notes
ar: الملاحظات

source: Holiday Begins
ar: بداية العطلة

source: Holiday Ends
ar: نهاية العطلة

source: Information
ar: معلومات

source: Control
ar: التحكم

source: Partition
ar: القسم

source: Cities
ar: المدن

source: Group
ar: المجموعة

source: Groups
ar: المجموعات

source: Installation Companies
ar: شركات التركيب

source: Company Name
ar: اسم الشركة

source: Account
ar: الحساب

source: Accounts
ar: الحسابات

source: Account ID
ar: معرف الحساب

source: Account Name
ar: اسم الحساب

source: Address Line 1
ar: العنوات الأول

source: Address Line 2
ar: العنوات الثاتي

source: Address Line 3
ar: العنوان الثالث

source: Zip Code
ar: الرمز البريدي

source: Email
ar: البريد الإلكتروني

source: Whatsapp Number
ar: رقم الواتساب

source: Security Number
ar: رقم الحرس

source: Memo
ar: ملاحظة

source: Police Number 1
ar: رقم الشرطة الأول

source: Police Number 2
ar: رقم الشرطة الثاتي

source: Police Number 3
ar: رقم الشرطة الثالث

source: Fire Dept Number 1
ar: رقم الإطفاء الأول

source: Fire Dept Number 2
ar: رقم الإطفاء الثاتي

source: Fire Dept Number 3
ar: رقم الإطفاء الثالث

source: Emergency Number 1
ar: رقم الطوارئ الأول

source: Emergency Number 2
ar: رقم الطوارئ الثاتي

source: Emergency Number 3
ar: رقم الطوارئ الثالث

source: Partition Name 0
ar: القسم الإفتراضي

source: Partition Name 1
ar: القسم الأول

source: Partition Name 2
ar: القسم الثاني

source: Partition Name 3
ar: القسم الثالث

source: Partition Name 4
ar: القسم الرابع

source: Partition Name 5
ar: القسم الخامس

source: Partition Name 6
ar: القسم السادس

source: Partition Name 7
ar: القسم السابع

source: Partition Name 8
ar: القسم الثامن

source: Partition Name 9
ar: القسم التاسع

source: Partition Name 10
ar: القسم العاشر

source: Installation Note
ar: ملاحظة التركيب

source: Receiver Phone Number
ar: رقم المستقبل

source: Transmitter Phone Number
ar: رقم المرسل

source: Created At
ar: أنشئ عند

source: Updated At
ar: حدّث عند

source: Created By
ar: أنشئ من

source: History
ar: التدقيق

source: Decrypted Event
ar: الحدث المترجم

source: Note
ar: ملاحظه

source: Timer
ar: مؤقت

source: Minutes
ar: دقيقة

source: Hours
ar: ساعة

source: Account User
ar: المستهلك

source: Account Users
ar: المستهلكين

source: Name
ar: الإسم

source: Code
ar: الرمز

source: Password
ar: كلمة المرور

source: Phone Number 3
ar: الرقم الثالث

source: Title
ar: التعريف

source: Saturday
ar: السبت

source: Sunday
ar: الأحد

source: Monday
ar: الاثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الأربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعة

source: Zone
ar: المنطقة

source: View
ar: تصفح

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: Create Account
ar: إنشاء حساب

source: Accounts Details
ar: تفاصيل الحساب

source: Update Account
ar: تعديل الحساب

source: Create Installation Company
ar: إنشاء شركة تركيب

source: Update Installation Company
ar: تعديل شركة التركيب

source: Installation Company Details
ar: تفاصيل شركة التركيب

source: Create City
ar: انشاء مدينة

source: City Details
ar: تفاصيل المدينة

source: Update City
ar: تعديل المدينة

source: Create Group
ar: إنشاء مجموعة

source: Group Details
ar: تفاصيل المجموعة

source: Update Group
ar: تعديل المجموعة

source: Configurations
ar: الإعدادات

source: First Action
ar: الإجراء الأول

source: Second Action
ar: الإجراء الثاني

source: Opening
ar: فتح

source: Closing
ar: إغلاق

source: Alarm Code
ar: رمز الإنذار

source: None
ar: لا يوجد

source: Auto Log
ar: تسجيل تلقائي

source: Auto Test
ar: تجربة تلقائية

source: Code does not comply
ar: الرمز غير صحيح

source: Description
ar: الوصف

source: Decryption Type
ar: نوع فك التشفير

source: Has Return
ar: يوجد حدث عودة

source: Scheduled
ar: مجدول

source: Action 1
ar: الإجراء الأول

source: Action 2
ar: الإجراء الثاني

source: Schedule
ar: الجدول

source: Delay
ar: التأخير

source: Device
ar: الجهاز

source: Devices
ar: الأجهزة

source: Type
ar: النوع

source: Raw Events
ar: الإحداث المشفرة

source: Create Device
ar: إنشاء الجهاز

source: Device Details
ar: تفاصيل الجهاز

source: Update Device
ar: تعديل الجهاز

source: Event
ar: الحدث

source: Raw Event
ar: الحدث المشفر

source: Decrypted
ar: مترجم

source: Has Errors
ar: يوجد أخطاء

source: Decrypted Events
ar: الأحداث المترجمة

source: locked
ar: مقفول

source: Not Saved
ar: غير معالج

source: Saved
ar: تمت معالجته

source: Pending
ar: معلق

source: Follow
ar: تتم متابعته

source: Delayed Return
ar: تاخر حدث العودة

source: Delayed Periodic
ar: تأخر في الجدولة

source: User
ar: المستخدم

source: Success
ar: نجاح

source: Status
ar: الحالة

source: Handled Return Delay
ar: تم التحقق من تأخير عودة الحدث

source: Is Last Periodic Event
ar: إخر حدث مجدول

source: Handled Periodic Delay
ar: تم التحقق من تأخير الجدولة

source: Is Out Of Schedule
ar: خارج أوقات الدوام الرسمي

source: Is User Out Of Schedule
ar: خارج أيام دوام المستهلك

source: Is User Holiday
ar: عطلة المستهلك

source: Handled Out Of Schedule
ar: تم التحقق من خروج الحدث عن أوقات الدوام

source: Locked At
ar: تم قفله عند

source: Locked By
ar: تم قفله من قبل

source: View Event
ar: مشاههدة الحدث

source: Create Custom Event
ar: إنشاء حدث جديد

source: Update Event
ar: تعديل الحدث

source: Service Order
ar: الطلب

source: Service Orders
ar: الطلبات

source: Created
ar: تم إنشاءه

source: Under Review
ar: تحت المراجعة

source: Under Processing
ar: تحت التنفيذ

source: Done
ar: تم التنفيذ

source: Canceled
ar: تم إلغاءه

source: Summary
ar: الملخص

source: Request
ar: الطلب

source: Internal Notes
ar: الملاحظات الداخلية

source: Response
ar: الجواب

source: Closed At
ar: تم إغلاق الطلب عند

source: Service Order History
ar: تاريخ الطلب

source: Create Service Order
ar: إنشاء ظلب

source: Service Order Details
ar: تفاصيل الطلب

source: Update Service Order
ar: تعديل الطلب

source: Date/time
ar: التاريخ/الوقت

source: Show all
ar: إظهار الكل

source: Save
ar: حفظ

source: Search
ar: بحث

source: Save as new
ar: حفظ كجديد

source: Save and add another
ar: حفظ و إدخال جديد

source: Save and continue editing
ar: حفظ و إكمال التعديل

source: Save and view
ar: حفظ و عرض

source: Close
ar: إغلاق

source: No data
ar: لا يوجد محتوى

source: Add
ar: إضافة

source: previous
ar: السابق

source: next
ar: التالي

source: Card
ar: البطاقة

source: Export
ar: تصدير

source: Monitoring
ar: الرصد

source: Operator
ar: المشغل

source: Accounts Management
ar: إدارة الحسابات

source: Events Management
ar: إدارة الأحداث

source: Support
ar: الدعم الفني

source: Logout
ar: تسجيل الخروج

source: Login
ar: تسجيل الدخول

source: Home
ar: الرئيسية

source: Sign In
ar: تسجيل الدخول

source: Uncommited Events
ar: الأحداث غير المعالجة

source: Delayed Event
ar: الأحداث التي تأخر وصول ردها

source: Delayed Periodic Event
ar: الأحداث المجدولة المتأخرة

source: Follow Up Events
ar: الأحداث التي تتم متابعتها

source: Pending Events
ar: الأحداث المعلقه

source: Locked Events
ar: الأحداث المقفولة من قبل المشغل

source: ID
ar: المعرف

source: Alarm Description
ar: الوصف

source: Timestamp
ar: التاريخ

source: Log in
ar: تسجيل الدخول

source: Log in again
ar: سجل الدخول مرة ثانية

source: Log out
ar: تسجيل الخروج

source: Password change
ar: تغيير كلمة المرور

source: Your password was changed.
ar: تم تغيير كلمة المرور

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
ar: الرجاء إدخال كلمة السر القديمة و إدخال كلمة السر الجديدة مرتين
